import React from 'react';
import imgRobot from './img/DominosMainPR.jpg'
import imgCoke from './img/DominosMainPR2.jpg'
import './MainPr.scss'
const PromotionMain = () => {
    return (
        <div className='main'>
            <div className='item'>
                <img src={imgRobot} alt="promo" />
                <div className='item_child'>
                <span>28-12-2022</span>
                <h1>Київстар ТБ та Domino’s. Кіно смакує краще з Domino’s</h1>
                <p>Сезон подаруночків триває! Оформлюй замовлення від 300 грн та автоматично отримуй доступ на «1 місяць користування Київстар ТБ з пакетом «Преміум HD» у подарунок». Акція діє з 28 грудня 2022 по 31 січня 2023 року включно. Код доступу автоматично друкується у кожному чеку до замовлення від 300 грн.</p>
                <button>Деталi</button>
                </div>
                
            </div>
            <div className='item'>
                <img src={imgCoke} alt="Coke" />
                <div className='item_child'>
                <span>14-12-2022</span>
                <h1>Магія свят з Coca-Cola та Dominos</h1>
                <p>Вигравай один з 422 пледів! Придбай набір: Coca-Cola/Coca-Cola Zero 0.5 л або 1 л та будь-яку піцу , або сайди на сайті dominos.ua або у додатку, або у будь якій піцерії Domino’s та автоматично стань учасником акції. Міста, що приймають участь: м. Київ, м. Львів, м. Рівне, м.Одеса, м.Чорноморськ, м. Вінниця, м. Бровари, м. Ірпінь, Софіївська-Борщагівка, Крюківщина. Більше чеків - більше шансів. «Період проведення Акції»: з 14 грудня 2022 року по 31 грудня 2022 року (включно) у піцеріях Domino’s та розподіляється на наступні етапи: 1. Перший етап – з 14.12.2022 у по 19.12.2022 року (включно);Розіграш 22.12.2022 р. (за чеками з 14.12.22- 19.12.22) 2. Другий етап – з 20.12.2022 року по 25.02.2022 року (включно);Розіграш 27.12.2022 р. (за чеками з 20.12.22- 25.12.22) 3. Третій етап - з 26.12.2022 року по 31.12.2022 року (включно);Розіграш 02.01.2023 р. (за чеками з 26.12.22- 31.12.22).</p>
                <button>Деталi</button>
                </div>
                
            </div>
        </div>
    );
};

export default PromotionMain;